AcDbAssocStatus
The status of AcDbAssocActions and AcDbAssocDependencies. In case of an
action it relates to the action itself, in case of a dependency it relates
to the object the dependency depends on.